// © Copyright 2004-2010, 2015 HP Development Company, L.P.

HSDTaskName = "Ausrichten";

HSDUnknownValue = "Auswählen";
NoAlignTitle = "Ausrichtung ist nicht möglich";
NoAlignMsg = "Überprüfen Sie, ob der Drucker korrekt angeschlossen und eingeschaltet ist. Versuchen Sie es dann noch einmal.";

ValidationMsg = "Eine Seite mit einem Prüfmuster wird gedruckt. Klicken Sie auf \"Fertig\", wenn die gedruckten Muster ausgerichtet sind. Sind die Muster nicht ausgerichtet, klicken Sie auf \"Ausrichten\", um den Vorgang zu wiederholen.";
ValidationPagePrintingMsg = "Eine Seite mit einem Prüfmuster wird gedruckt. Sind die inneren Felder nicht sichtbar, klicken Sie auf \"Fertig\". Andernfalls klicken Sie auf \"Ausrichten\", um die Ausrichtung zu wiederholen.";
HSDDoneButton = "Fertig";

SemiAutomaticAlignCompletionAlertTitle = "Ihr Drucker druckt eine Seite mit Ausrichtungsmustern";
SemiAutomaticAlignCompletionAlertMessage = "Folgen Sie den Anweisungen zum Durchführen der Ausrichtung auf dieser Seite.";

CompletionAlertTitle = "Tintenpatronenausrichtung abgeschlossen";
CompletionAlertMessage = "Klicken Sie jetzt auf \"Überprüfen\", um die Testseite zu drucken, oder klicken Sie auf \"Fertig\", um den Ausrichtungsvorgang abzuschließen. Zum Drucken der Testseite wählen Sie im folgenden Druckdialogfeld das konfigurierte Gerät aus, und klicken Sie auf \"Drucken\".";
VerifyButton = "Überprüfen";
PrintingPatternsTitle = "Muster werden gedruckt…";
PrintingValidationPageTitle = "Testseite wird gedruckt…";

AlignPrintheadsExplanation = "Mit dem folgenden Verfahren werden die Druckköpfe aneinander ausgerichtet. Dadurch wird die bestmögliche Druckqualität gesichert.";
AlignPrintheadsInvitation = "Wir empfehlen die Ausrichtung nach jedem Ersetzen eines Druckkopfes.";

TransferringProcessTitle = "Datei wird übertragen…";
PrintingProcessTitle = "PQ-Diagnoseseite wird gedruckt…";

PenChangedMsg = "Die Ausrichtung wurde abgebrochen, da sich der Tintenpatronensatz geändert hat. Während der Ausrichtung dürfen Tintenpatronen nicht entfernt, eingesetzt oder ausgewechselt werden.";

PrintAndAlingButtonsHint = "Klicken Sie auf die Taste 'Drucken', um eine Kopie der Seite mit der Druckqualitätsdiagnose zu drucken. Klicken Sie auf die Taste 'Ausrichten', um die Ausrichten jetzt zu drucken.";

NewCartridgeHeader = "Neue Patrone eingesetzt";
NewCartridgeText = "Wurde soeben eine neue Patrone eingesetzt, empfiehlt es sich, diese auszurichten. Klicken Sie dazu auf “Ausrichten”.";

HSDPenAlignmentTextFieldTitle = "Tintenpatronen ausrichten";
HSDInfoTextFieldTitle = "Um die beste Druckqualität zu erzielen, empfiehlt HP diese Ausrichtung bei jedem Ersetzen einer Tintenpatrone.
Durch Klicken auf die Taste \"Ausrichten\" unten, wird eine Seite mit Mustern gedruckt, und Sie werden gebeten, auf diesen Mustern basierende Fragen zu beantworten.\nVerwenden Sie für diesen Vorgang nur Normalpapier.
";
HSDGuideTextFieldTitle = "Klicken Sie auf \"Ausrichten\", wenn Sie bereit sind, fortzufahren.";
HSDAlignButtonTitle = "Ausrichten";

HSDPatternDescription = "Ihr Drucker druckt eine Seite mit Ausrichtungsmustern. Suchen Sie die Mustererkennung unten rechts auf der Seite, wählen Sie die entsprechende Option unten aus, und klicken Sie auf 'Fortfahren'.";
HSDPattern1 = "Muster 1";
HSDPattern2 = "Muster 2";
HSDPattern3 = "Muster 3";
HSDGoBackButton = "Zurück";
HSDCancelButton = "Abbrechen";
HSDContinueButton = "Fortfahren";

HSDPlotDescription = "Sehen Sie sich die gedruckte Seite an. Die Seite enthält mehrere Reihen mit Feldern, die aus dünnen Linien bestehen.\nSuchen Sie zu jeder Zeile auf der Seite das Feld, in dem die kleinen Linien am wenigsten sichtbar sind. Geben Sie anschließend in der Liste rechts die Auswahl für dieses Feld an.";
HSDValidationCheck = "Druck eine Prüfseite";

HSDStraightDescription1 = "Überprüfen Sie die gedruckte Seite, und wählen Sie die Labels der Abschnitte, die die geradesten Linien darstellen.";
HSDStraightDescription2 = "Wählen Sie das Label mit dem Balken am Ende des Pfeils, der der Papierkante am nächsten liegt.";
HSDStraightDescription3 = "Wählen Sie das entsprechend nummerierte Feld, das am besten mit dem Hintergrund der gedruckten Seite übereinstimmt.";

OutOfPaperAlertTitle = "Kein Papier";
OutOfPaperAlertMessage = "Legen Sie mindestens zwei Blatt Papier in den Drucker ein und drücken Sie die Schaltfläche am Drucker. Nachdem die Muster gedruckt wurden, wird das Dialogfenster automatisch geschlossen.";
